### Terraform `plan` Succeeded for Workspace: `default`
<details open><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # module.onp_cluster_resources.kubernetes_namespace.onp_sentry will be created
+   resource "kubernetes_namespace" "onp_sentry" {
+       id = (known after apply)

+       metadata {
+           generation       = (known after apply)
+           name             = "sentry"
+           resource_version = (known after apply)
+           uid              = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>